/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50719
Source Host           : localhost:3306
Source Database       : wcdog

Target Server Type    : MYSQL
Target Server Version : 50719
File Encoding         : 65001

Date: 2019-07-20 21:11:32
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for y_admin
-- ----------------------------
DROP TABLE IF EXISTS `y_admin`;
CREATE TABLE `y_admin` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  `nickname` varchar(20) NOT NULL,
  `admin_id` varchar(18) DEFAULT NULL,
  `admin_icon` varchar(255) DEFAULT NULL,
  `permisson` varchar(255) DEFAULT NULL,
  `token` varchar(100) DEFAULT NULL,
  `regist_time` datetime DEFAULT NULL,
  `last_login_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_admin
-- ----------------------------
INSERT INTO `y_admin` VALUES ('1', 'admin', '123', 'Admin', '250', null, null, null, '2019-06-19 17:31:07', '2019-07-20 20:39:24');

-- ----------------------------
-- Table structure for y_apk
-- ----------------------------
DROP TABLE IF EXISTS `y_apk`;
CREATE TABLE `y_apk` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `apk_id` varchar(18) NOT NULL,
  `apk_version` varchar(20) NOT NULL,
  `apk_code` int(5) NOT NULL,
  `content` varchar(300) NOT NULL,
  `send_time` datetime DEFAULT NULL,
  `apk_url` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_apk
-- ----------------------------
INSERT INTO `y_apk` VALUES ('2', '1', '1.1.2', '2', '解决部分已知bug,优化网络请求', '2019-07-04 11:22:05', 'http://192.168.191.1:8081/wcdog/apk/app_wcdog_debug.apk');

-- ----------------------------
-- Table structure for y_banner
-- ----------------------------
DROP TABLE IF EXISTS `y_banner`;
CREATE TABLE `y_banner` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` varchar(18) NOT NULL,
  `articel_id` varchar(18) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `img_url` varchar(255) DEFAULT NULL,
  `article_url` varchar(255) DEFAULT NULL,
  `pageViews` int(6) DEFAULT NULL,
  `up_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_banner
-- ----------------------------
INSERT INTO `y_banner` VALUES ('1', '1', '154771642616378', 'FIFA探讨世界杯扩', 'http://p1.pstatp.com/large/1a091000022842a090933', 'https://www.toutiao.com/a6697540019680182535/', '0', '2019-01-17 17:13:46');
INSERT INTO `y_banner` VALUES ('7', '250', '156162976315396', '科比退役赛季场均17分，艾弗森则是13分，那么乔丹、麦迪呢？', 'http://p3.pstatp.com/large/pgc-image/b76a9ec0508c468980621d5ef53f9d8e', 'https://www.toutiao.com/a6706787831680860684/', '0', '2019-06-27 18:02:43');

-- ----------------------------
-- Table structure for y_image
-- ----------------------------
DROP TABLE IF EXISTS `y_image`;
CREATE TABLE `y_image` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` varchar(18) NOT NULL,
  `imgId` varchar(18) DEFAULT NULL,
  `imgUrl` varchar(255) DEFAULT NULL,
  `pageViews` int(6) DEFAULT NULL,
  `size_type` int(1) DEFAULT NULL,
  `upTime` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_image
-- ----------------------------

-- ----------------------------
-- Table structure for y_joke
-- ----------------------------
DROP TABLE IF EXISTS `y_joke`;
CREATE TABLE `y_joke` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `joke_id` varchar(18) NOT NULL,
  `joke_user_id` varchar(18) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` mediumtext,
  `post_time` datetime DEFAULT NULL,
  `art_like_count` int(5) DEFAULT '0',
  `art_comment_count` int(5) DEFAULT '0',
  `contentHtml` mediumtext,
  `cover_img` varchar(255) DEFAULT NULL,
  `category` varchar(4) DEFAULT NULL,
  `tags` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=103 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_joke
-- ----------------------------
INSERT INTO `y_joke` VALUES ('39', '154890236536717', '1', '八零后作家群走下神坛，往事不必再提', '请输80后作家如此重要，是因为他们勾连着叛逆、混乱、残酷青春、45度仰望天空等一系列意象扎堆出现，成为当时爆炸性的文坛现象。然而他们想要在文学上登堂入室，是非常难的。成也青春，败也青春，虽然张爱玲说出名要趁早，但到今天也只有一个张爱玲。对于大多数写作者来说，过早的走红往往意味着速朽，而这一点在80后作家群体身上显得尤为剧烈。于是他们开始逃离，但是逃向何方？有的已定，有的还未知。如今作为一个集体概念...', '2019-01-31 10:39:25', '0', '0', '<span>请输</span>80后作家如此重要，是因为他们勾连着叛逆、混乱、残酷青春、45度仰望天空等一系列意象扎堆出现，成为当时爆炸性的文坛现象。然而他们想要在文学上登堂入室，是非常难的。<p>成也青春，败也青春，虽然张爱玲说出名要趁早，但到今天也只有一个张爱玲。对于大多数写作者来说，过早的走红往往意味着速朽，而这一点在80后作家群体身上显得尤为剧烈。</p><p>于是他们开始逃离，但是逃向何方？有的已定，有的还未知。</p><p>如今作为一个集体概念的80后作家群早已分崩离析，许多人不再写作，留下的也在拼命拒绝再被纳入80后作家这个概念里重提。</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '1', null);
INSERT INTO `y_joke` VALUES ('40', '154995173550053', '1', '居中显示', '居中显示第三方的所发生的的发送到发送到，法第三方士大夫，发的发斯蒂芬是爽肤水', '2019-02-12 14:08:56', null, '0', '<div style=\"text-align: center;\">居中显示</div><p><span style=\"color: rgb(194, 79, 74);\">第三方的所发生的的发送到发送到，</span><span style=\"color: rgb(70, 172, 200);\">法第三方士大夫，</span>发的发斯蒂芬是爽肤水</p><p style=\"text-align: center;\"><br></p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '2', null);
INSERT INTO `y_joke` VALUES ('41', '156023870774070', '2', '测试1', '喂喂喂', '2019-06-11 15:38:28', '0', '0', '<div>喂喂喂</div>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('42', '156023880599174', '2', '测试2', '喂喂喂', '2019-06-11 15:40:06', '0', '0', '<div>喂喂喂</div>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('43', '156023886638690', '2', '测试3', '喂喂喂', '2019-06-11 15:41:06', '0', '0', '<div>喂喂喂</div>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('49', '156023955728949', '2', '测试7', '喂喂喂', '2019-06-11 15:52:37', '0', '0', '<div>喂喂喂</div>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('51', '156023958412834', '2', '测试8', '喂喂喂', '2019-06-11 15:53:04', '0', '0', '<div>喂喂喂</div>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('61', '156024293989827', '2', '额鹅鹅鹅', '我问的微服务微服务服务费11112222', '2019-06-11 16:49:00', '0', '0', '<p>我问的微服务微服务服务费11112222</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', null, null);
INSERT INTO `y_joke` VALUES ('62', '156024318455136', '2', '11111额鹅鹅鹅', '111我问的微服务微服务服务费11112222', '2019-06-11 16:53:05', '0', '0', '<p>111我问的微服务微服务服务费11112222</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '0', null);
INSERT INTO `y_joke` VALUES ('65', '156024613596334', '2', 'eweeww', 'werwrw', '2019-06-11 17:42:16', '0', '0', '<p>werwrw</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '0', '[\"0\",\"1\",\"2\"]');
INSERT INTO `y_joke` VALUES ('67', '156024705824612', '2', 'dfdsf ', 'dfsdfsdsd对方水电费东方闪电发送到发送到分手大师', '2019-06-11 17:57:38', '0', '0', '<p>dfsdfsdsd对方水电费东方闪电发送到发送到分手大师</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '1', '[\"1\",\"2\"]');
INSERT INTO `y_joke` VALUES ('68', '156024707622655', '2', 'dfdsf 淡定点', 'dfsdfsdsd对方水电费东方闪电发送到发送到分手大师', '2019-06-11 17:57:56', '0', '0', '<p>dfsdfsdsd对方水电费东方闪电发送到发送到分手大师</p>', 'http://p1.pstatp.com/large/pgc-image/8f5a9eaea7cb426c895a67e6557eec32', '1', '[\"1\",\"2\",\"0\"]');
INSERT INTO `y_joke` VALUES ('70', '156030557636944', '250', '风景测试', '2016年，光大浸辉（光大资本全资子公司，光大资本系光大证券全资子公司）联合暴风集团设立浸鑫基金（上海浸鑫投资咨询合伙企业），并购欧洲体育版权运营公司MP&amp;Silva共计65%的股权，后来，MP&amp;Silva陷入经营困境，并因拖欠债务于2018年10月被伦敦高等法院裁定解散。浸鑫基金各出资方面临实质性风险，各方启动追偿程序，引发了一系列官司与纠纷。&nbsp;&nbsp;', '2019-06-12 10:12:56', '0', '0', '<p>2016年，光大浸辉<span label=\"备注\">（<span style=\"font-size: small;\">光大资本全资子公司，光大资本系光大证券全资子公司</span>）</span>联合暴风集团设立浸鑫基金<span label=\"备注\">（上海浸鑫投资咨询合伙企业）</span>，并购欧洲体育版权运营公司MP&amp;Silva共计65%的股权，后来，MP&amp;Silva陷入经营困境，并因拖欠债务于2018年10月被伦敦高等法院裁定解散。浸鑫基金各出资方面临实质性风险，各方启动追偿程序，引发了一系列官司与纠纷。&nbsp;&nbsp;<br></p>', 'http://p1.pstatp.com/large/pgc-image/245d6962f6cf4c1387dfa84bf1ac6ab5', '1', '[\"1\",\"3\"]');
INSERT INTO `y_joke` VALUES ('71', '156075771911226', '250', '测试冷笑话', '为了保卫国家，短时间内征集如此多的女兵容易，但是配发军装很难。因打仗都是男人的事，苏军从来都没有设计女兵军装，于是就因势就事，把当时欧洲流传很久的裙子作为军装。裙子作为军装不光生产起来快捷方便，还很符合当时的民族风俗&nbsp;&nbsp;', '2019-06-17 15:48:39', null, '0', '<p>为了保卫国家，短时间内征集如此多的女兵容易，但是配发军装很难。因打仗都是男人的事，苏军从来都没有设计女兵军装，于是就因势就事，把当时欧洲流传很久的裙子作为军装。裙子作为军装不光生产起来快捷方便，还很符合当时的民族风俗&nbsp;&nbsp;<br></p>', 'https://p1.pstatp.com/list/190x124/pgc-image/1c9e9b8735c6401fb76239be4d8efd0c', '0', '[\"4\"]');
INSERT INTO `y_joke` VALUES ('73', '156076083296438', '2', '红军长征途中翻越雪山为什么难？', '天气寒冷、空气稀薄、雨雪交加、道路艰险，是雪山地区自然环境的主要特征。以中央红军和红四方面军翻越的夹金山为例，其位于四川省西部，海拔约4500米，终年积雪，空气稀薄，没有道路，没有人烟，天气变幻无常，时阴时晴，时雨时雪，忽而冰雹骤降，忽而狂风大作，有“神山”之称。杨得志回忆道：“这里气候多变，反复无常，明明是太阳当头，万里无云，一阵急风便搅得雪雾弥漫，使人头昏眼花。这样寒冷的气候和神话般的情景，不要说盛夏六月，十冬腊月在南方也是绝对没有的。”聂荣臻在回忆翻越夹金山时写道：“上午爬山，开始是原始森林，一片片，一丛丛，铺撒在浩瀚的六月雪中，奇特的景色把人们的注意力吸引住了，大家劲头很足。但一过中午，天气骤变，先是大雾，随后是毛毛细雨，转眼又变成了霏霏白雪，随风狂舞，红军战士一个个都变成了雪人。尤其到了傍晚，天气奇冷，我们把能穿的都穿在身上。”再如红2、红6军团翻越的哈巴雪山，其位于横断山脉南端，到处是被金沙江、澜沧江激流冲刷而成的沟壑峡谷，陡峭异常。许多雪峰海拔5000多米，主峰则高达5500米以上。寒风吹起山上积雪，宛如一条玉龙在天际飞舞。红四方面军在西进甘孜途中翻越了横亘在丹巴、道孚之间的党岭山。党岭山为折多山主峰，海拔5000米左右，上山下山约100公里。当时处于最寒冷的季节，翻越党岭山途中，风雪无情地向着饥饿、寒冷和疲乏的红军队伍扑来。《朱德传》中记载：“部队迎着风雪，向直插云天的陡峭冰峰攀登。越往上路越陡越滑，空气越稀薄，越觉得喘不过气，头晕脑胀、四肢无力。到山顶时已是中午，但太阳完全被遮住，加上风雪弥漫。就像傍晚一样昏暗。接着便是漫漫长夜，狂风雪浪一阵阵袭来，不少战士被暴风雪吞噬。”饥寒交迫更使红军雪上加霜除了雪山地区恶劣的自然条件外，饥饿和寒冷也给红军带来严峻考验。一是红军经过长途行军和作战，体力消耗很大。二是红军将士大多数来自水乡泽国，对严寒和稀薄的空气很不适应，到了雪线以上严重缺氧，人人感到如秤砣压胸。杨得志曾回忆：“由于海拔高，气压低，空气稀薄，胸口像堵着团团棉絮，呼吸非常困难。……战士们说‘天冷我们倒不怕，可这地方怎么连气都喘不过来呀！’”三是缺乏御寒的装备。红军战士从南方一路转战而来，衣着单薄，在雪山上只好靠吃辣椒、生姜御寒，许多战士被冻伤甚至牺牲。据萧克回忆：“过金沙江后，开始翻大雪山。总司令部早就来电报，要我们带衣服、辣椒和酒。那时已是4月底了，天气很热。我们也不懂，有的部队把棉衣、毛衣都丢掉了。……走着走着，地上都是雪了，气温也骤然下降。”四是红军对雪山的地理知识了解不多。在翻越雪山时，有的战士不知沟壑深浅，不慎跌进深谷。有的战士爬雪山累了就坐下来休息，结果再也起不来了。《任弼时传》在描述红2、红6军团翻越雪山的艰苦时写道：“高原缺氧，举步维艰，特别是过雪山时，战士衣衫单薄，靠姜汤、辣椒刺激起来的热量，难以抵挡行军的疲惫，倘若脚下一软倒在雪山上，从此再也起不来了！部队行军速度虽然降到每日二三十华里，依然是‘病亡增大，体力甚疲劳’”。无情的雪山，夺去了许多战士的生命，据聂荣臻回忆：“我们警卫班的同志，身体都比较健壮，有的走着走着，不知怎么，倒下来就完了。在山上我们牺牲了一些同志。”红2、红6军团由于严寒、缺粮和缺氧，部队在雪山地区减员2000多人。', '2019-06-17 16:40:33', null, '0', '<p>天气寒冷、空气稀薄、雨雪交加、道路艰险，是雪山地区自然环境的主要特征。以中央红军和红四方面军翻越的夹金山为例，其位于四川省西部，海拔约4500米，终年积雪，空气稀薄，没有道路，没有人烟，天气变幻无常，时阴时晴，时雨时雪，忽而冰雹骤降，忽而狂风大作，有“神山”之称。杨得志回忆道：“这里气候多变，反复无常，明明是太阳当头，万里无云，一阵急风便搅得雪雾弥漫，使人头昏眼花。这样寒冷的气候和神话般的情景，不要说盛夏六月，十冬腊月在南方也是绝对没有的。”</p><p>聂荣臻在回忆翻越夹金山时写道：“上午爬山，开始是原始森林，一片片，一丛丛，铺撒在浩瀚的六月雪中，奇特的景色把人们的注意力吸引住了，大家劲头很足。但一过中午，天气骤变，先是大雾，随后是毛毛细雨，转眼又变成了霏霏白雪，随风狂舞，红军战士一个个都变成了雪人。尤其到了傍晚，天气奇冷，我们把能穿的都穿在身上。”</p><p>再如红2、红6军团翻越的哈巴雪山，其位于横断山脉南端，到处是被金沙江、澜沧江激流冲刷而成的沟壑峡谷，陡峭异常。许多雪峰海拔5000多米，主峰则高达5500米以上。寒风吹起山上积雪，宛如一条玉龙在天际飞舞。红四方面军在西进甘孜途中翻越了横亘在丹巴、道孚之间的党岭山。党岭山为折多山主峰，海拔5000米左右，上山下山约100公里。当时处于最寒冷的季节，翻越党岭山途中，风雪无情地向着饥饿、寒冷和疲乏的红军队伍扑来。</p><p>《朱德传》中记载：“部队迎着风雪，向直插云天的陡峭冰峰攀登。越往上路越陡越滑，空气越稀薄，越觉得喘不过气，头晕脑胀、四肢无力。到山顶时已是中午，但太阳完全被遮住，加上风雪弥漫。就像傍晚一样昏暗。接着便是漫漫长夜，狂风雪浪一阵阵袭来，不少战士被暴风雪吞噬。”</p><p><strong>饥寒交迫更使红军雪上加霜</strong></p><p>除了雪山地区恶劣的自然条件外，饥饿和寒冷也给红军带来严峻考验。一是红军经过长途行军和作战，体力消耗很大。二是红军将士大多数来自水乡泽国，对严寒和稀薄的空气很不适应，到了雪线以上严重缺氧，人人感到如秤砣压胸。杨得志曾回忆：“由于海拔高，气压低，空气稀薄，胸口像堵着团团棉絮，呼吸非常困难。……战士们说‘天冷我们倒不怕，可这地方怎么连气都喘不过来呀！’”三是缺乏御寒的装备。红军战士从南方一路转战而来，衣着单薄，在雪山上只好靠吃辣椒、生姜御寒，许多战士被冻伤甚至牺牲。据萧克回忆：“过金沙江后，开始翻大雪山。总司令部早就来电报，要我们带衣服、辣椒和酒。那时已是4月底了，天气很热。我们也不懂，有的部队把棉衣、毛衣都丢掉了。……走着走着，地上都是雪了，气温也骤然下降。”四是红军对雪山的地理知识了解不多。在翻越雪山时，有的战士不知沟壑深浅，不慎跌进深谷。有的战士爬雪山累了就坐下来休息，结果再也起不来了。</p><p>《任弼时传》在描述红2、红6军团翻越雪山的艰苦时写道：“高原缺氧，举步维艰，特别是过雪山时，战士衣衫单薄，靠姜汤、辣椒刺激起来的热量，难以抵挡行军的疲惫，倘若脚下一软倒在雪山上，从此再也起不来了！部队行军速度虽然降到每日二三十华里，依然是‘病亡增大，体力甚疲劳’”。无情的雪山，夺去了许多战士的生命，据聂荣臻回忆：“我们警卫班的同志，身体都比较健壮，有的走着走着，不知怎么，倒下来就完了。在山上我们牺牲了一些同志。”红2、红6军团由于严寒、缺粮和缺氧，部队在雪山地区减员2000多人。</p>', 'https://static.jingjiribao.cn/2019/6/6/20190606160030_9430_compress.JPEG', '1', '[\"2\"]');
INSERT INTO `y_joke` VALUES ('81', '156084622916346', '1', '干豆腐干豆腐', '发送到发送到发送到发生的发生的发', '2019-06-18 16:23:49', '0', '0', '<p>发送到发送到发送到发生的发生的发</p>', 'https://p1.pstatp.com/list/190x124/pgc-image/RThogi9H3n7hch', '0', '[\"0\",\"1\",\"2\"]');
INSERT INTO `y_joke` VALUES ('82', '156084631300074', '1', '喂喂喂', '发12111221送到发送到发送到发生的发生的发', '2019-06-18 16:25:13', null, '0', '<p>发12111221送到发送到发送到发生的发生的发</p>', 'https://p3.pstatp.com/list/dfic-imagehandler/0718b6f7-8b43-4cec-bad8-204ced3238b8', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('89', '156084865053116', '1', '二位若翁', '而威尔翁认为问问服务', '2019-06-18 17:04:11', null, '0', '<p>而威尔翁认为问问服务</p>', 'https://p1.pstatp.com/list/190x124/pgc-image/RTf7x7E3lToWHN', '0', '[\"4\"]');
INSERT INTO `y_joke` VALUES ('90', '156093015912288', '1', '日本高调展示五代机用发动机 性能媲美F－22航发', '他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。', '2019-06-19 15:42:39', null, '0', '<p>他又继续如2016年竞选时那般，<a href=\"https://www.baidu.com/\" target=\"_blank\" style=\"background-color: white; display: inline !important;\">宣扬美国必须照顾自己的国民</a>，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”<span style=\"font-style: italic;\">媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”</span>。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，<span style=\"text-decoration-line: underline;\">更是要伤害他的支持者</span>，伤害他发起的“<span style=\"color: rgb(194, 79, 74);\">爱国行动</span>”，伤害美国人。<br></p><p><span style=\"font-weight: bold;\">他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切</span>。</p><ol><li>特朗普还说民主党才是对俄罗斯亲善的，</li><li>前总统奥巴马明知俄罗斯要干涉选举却什么都没做</li><li>自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</li></ol><p>他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。</p><p>他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。</p><p>特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</p><p>他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。</p><p>他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。</p><p>特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</p><p>他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。</p><p>他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。</p><p>特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</p>', 'http://a1.peoplecdn.cn/5ff16e47b11dfd69f033f0dc8f2ee9a1.jpg', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('91', '156093024528871', '1', '572357257272', '特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。', '2019-06-19 15:44:05', null, '0', '<p><br></p><p>特<span style=\"font-size: x-large;\">朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</span></p>', 'http://a1.peoplecdn.cn/34f75b830afcaa1584253fef8e4d7fff.jpg', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('92', '156093119997118', '2', '特朗普宣布参选：全世界都嫉妒美国经济', '刚刚，美国总统特朗普在美国佛罗里达州奥兰多市的竞选集会上宣布，他继续参加2020年总统选举，并将竞选口号从之前的“让美国再次伟大”（Make America Great Again）更改为“保持美国的伟大”（Keep America Great）。在宣布参选之前，特朗普先发表了长篇讲话。但讲话的内容其实都不是太新鲜。他先是一上来批判了“假新闻”媒体，说美国占多数的自由派媒体恐怕又会污蔑他的支持者，说来参加竞选集会的人很少。之后，他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。http://p1.pstatp.com/large/pgc-image/d6c6b2f6dff54bb187e44af6c6f2b743所以他决定将之前“让美国再次伟大”（Make America Great Again）的口号改为“保持美国的伟大”（Keep America Great），他也将以这个口号正式参选2020年的美国总统选举。', '2019-06-19 16:00:00', null, '0', '<p>刚刚，美国总统特朗普在美国佛罗里达州奥兰多市的竞选集会上宣布，他继续参加2020年总统选举，并将竞选口号从之前的“让美国再次伟大”（Make America Great Again）更改为“保持美国的伟大”（Keep America Great）。</p><p>在宣布参选之前，特朗普先发表了长篇讲话。但讲话的内容其实都不是太新鲜。</p><p>他先是一上来批判了“假新闻”媒体，说美国占多数的自由派媒体恐怕又会污蔑他的支持者，说来参加竞选集会的人很少。</p><p><img src=\"http://p1.pstatp.com/large/pgc-image/11603425a56c4c64a9cdccafd5072305\" style=\"max-width:100%;\"><br></p><p>之后，他又继续如2016年竞选时那般，宣扬美国必须照顾自己的国民，打击腐败的“建制派”，并利用讲话中的很大一部分内容批判了民主党和“假新闻”媒体对他的攻击，“污蔑”，尤其是“通俄门”这个“猎巫行动”。特朗普说这个“猎巫行动”不是仅仅针对他个人和他的亲友，更是要伤害他的支持者，伤害他发起的“爱国行动”，伤害美国人。</p><p>他还攻击民主党等自己的政敌不顾美国人的尊严、忽视美国人的选票、把美国的主权拱手让人，把美国的工厂关闭，夺取美国人工作的局面，并让非法移民给美国输入暴力和毒品。他指控民主党根本不关心美国，只关心自己的政治利益，要让美国变成“社会主义”国家，而他特朗普则正在终结这一切。</p><p>特朗普还说民主党才是对俄罗斯亲善的，前总统奥巴马明知俄罗斯要干涉选举却什么都没做，自己则是对俄罗斯最强硬的总统，“没有人比特朗普对俄罗斯更硬气了”。</p><p>http://p1.pstatp.com/large/pgc-image/d6c6b2f6dff54bb187e44af6c6f2b743</p><p><strong>所以他决定将之前“让美国再次伟大”（Make America Great Again）的口号改为“保持美国的伟大”（Keep America Great），他也将以这个口号正式参选2020年的美国总统选举。</strong></p><p><br></p>', 'http://p1.pstatp.com/large/pgc-image/11603425a56c4c64a9cdccafd5072305', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('93', '156093149960123', '1', '继胖丫入狱后，赵本山又一弟子被告上法庭，这次是“谢广坤”？', '近日，有媒体报道，电视剧《乡村爱情》中“谢广坤”的扮演者唐鉴军因中介费纠纷被告上了法庭。&nbsp;“谢广坤”作为《乡村爱情》系列最成功的人物形象之一，尽管角色本身并不讨巧，但唐鉴军凭借朴实细腻的演技，将这个小人物身上的种种特性表现得淋漓尽致，让其同“苏大强”一样，让观众们由恨生爱，欲罢不能，新闻一出，不少人都对唐鉴军收取的巨额中介费用感到惊讶，尤其是不愿意让对外公开，特意在协议中强调保密的做法，招致许多不满，有人嘲讽唐鉴军是“既想要钞票，又想要名声”。收钱后不办事，还拒绝退款，也就是说唐鉴军拿钱不出力，这45万元赚得未免有些轻松。然而法律的判决结果却与舆论声音相反，根据协议约定来看，这笔款项应该是演员中介费用，而非原告公司主张的预定演员费用。且现因原告方的原因剧场未能开业，原告要求唐鉴军返还已支付的中介费，并无法律依据。&nbsp;也就是说，这笔巨额中介费是原告公司自愿支付给唐鉴军的，且剧场没能开业是原告方责任，没理由要求唐鉴军返还。虽然从法律的角度来看，唐鉴军在本案中不需要负任何责任，但作为公众人物，网友们仍对其收取天价中介费又不履约的行为不太认可，对此你怎么看呢？', '2019-06-19 16:05:00', null, '0', '<p>近日，有媒体报道，电视剧《乡村爱情》中“谢广坤”的扮演者唐鉴军因中介费纠纷被告上了法庭。&nbsp;</p><p><img src=\"http://p1.pstatp.com/large/pgc-image/aceb904086554e458465df8e665d8140\" style=\"max-width: 100%;\"></p><p>“谢广坤”作为《乡村爱情》系列最成功的人物形象之一，尽管角色本身并不讨巧，但唐鉴军凭借朴实细腻的演技，将这个小人物身上的种种特性表现得淋漓尽致，让其同“苏大强”一样，让观众们由恨生爱，欲罢不能，</p><p><img src=\"http://p3.pstatp.com/large/pgc-image/f6eaea8764244481bc41cfaac7b6a667\" style=\"max-width: 100%;\"></p><p>新闻一出，不少人都对唐鉴军收取的巨额中介费用感到惊讶，尤其是不愿意让对外公开，特意在协议中强调保密的做法，招致许多不满，有人嘲讽唐鉴军是“既想要钞票，又想要名声”。</p><p>收钱后不办事，还拒绝退款，也就是说唐鉴军拿钱不出力，这45万元赚得未免有些轻松。</p><div><img src=\"http://p1.pstatp.com/large/pgc-image/2543418a02db4201b0d714ba658ddfee\" img_width=\"460\" img_height=\"32\" alt=\"继胖丫入狱后，赵本山又一弟子被告上法庭，这次是“谢广坤”？\" inline=\"0\"><p></p></div><p>然而法律的判决结果却与舆论声音相反，根据协议约定来看，这笔款项应该是演员中介费用，而非原告公司主张的预定演员费用。且现因原告方的原因剧场未能开业，原告要求唐鉴军返还已支付的中介费，并无法律依据。&nbsp;<br></p><p>也就是说，这笔巨额中介费是原告公司自愿支付给唐鉴军的，且剧场没能开业是原告方责任，没理由要求唐鉴军返还。</p><div><img src=\"http://p1.pstatp.com/large/pgc-image/a80dd1dbd885423a98b174194a85f7ed\" img_width=\"480\" img_height=\"270\" alt=\"继胖丫入狱后，赵本山又一弟子被告上法庭，这次是“谢广坤”？\" inline=\"0\"><p></p></div><p>虽然从法律的角度来看，唐鉴军在本案中不需要负任何责任，但作为公众人物，网友们仍对其收取天价中介费又不履约的行为不太认可，对此你怎么看呢？</p>', 'http://p3.pstatp.com/large/pgc-image/f6eaea8764244481bc41cfaac7b6a667', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('96', '156093954473682', '250', 'NBA的球场', '作为一名NBA中的球员，不管职业生涯取得了多么辉煌的成就，但随着自身年龄的不断增大，他们也总是要挥挥手离开NBA的球场。而在职业生涯的最后一个赛季中，这些球员们的数', '2019-06-19 18:19:05', null, '0', '<p>gdf df</p>', 'http://p3.pstatp.com/large/pgc-image/1632de2911a7431da328ee9b72a2c060', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('99', '156101644225159', '1', 'vue router 是如何进行传参的', '传参是前端经常需要用的一个操作，很多场景都会需要用到上个页面的参数，本文将会详细介绍vue router 是如何进行传参的，以及一些小细节问题。有需要的朋友可以做一下参考，喜欢的可以点波赞，或者关注一下，希望可以帮到大家。&nbsp;&lt;template&gt;\n  &lt;div class=\"router1\"&gt;\n    &lt;h1&gt;接收参数的路由&lt;/h1&gt;\n    &lt;h1&gt; params.id：{{ $route.params }}&lt;/h1&gt;\n    &lt;h1&gt;query.status:{{ $route.query.queryId }}&lt;/h1&gt;\n    &lt;keep-alive&gt;\n      &lt;router-view&gt;&lt;/router-view&gt;\n    &lt;/keep-alive&gt;\n  &lt;/div&gt;\n&lt;/template&gt;间，想必大家也应该看到或者听到了。外界对于华为鸿蒙操作系统的关注度达到了一个极高的程度，当然这其中也有不少网友各种各样的热议，甚至还有观点认为华为即将推出的鸿蒙操作系统会令谷歌安卓“慌了脚”。同时，华为鸿蒙操作系统跟苹果iOS系统比起来也毫不逊色，以至于在这种观点下得出了这样一个结论：华为鸿蒙操作系统势必会成为全球第三大移动操作系统，比肩谷歌安卓、苹果iOS系统。这话，无论是看起来还是听起来都让人觉得兴奋不已。毕竟，华为作为一家国产厂商，能够拿出自研的操作系统，&nbsp;&nbsp;', '2019-06-20 15:40:42', null, '0', '<p>传参是前端经常需要用的一个操作，很多场景都会需要用到上个页面的参数，本文将会详细介绍vue router 是如何进行传参的，以及一些小细节问题。有需要的朋友可以做一下参考，喜欢的可以点波赞，或者关注一下，希望可以帮到大家。&nbsp;</p><div><div>&lt;template&gt;\n  &lt;div class=\"router1\"&gt;\n    &lt;h1&gt;接收参数的路由&lt;/h1&gt;\n    &lt;h1&gt; params.id：{{ $route.params }}&lt;/h1&gt;\n    &lt;h1&gt;query.status:{{ $route.query.queryId }}&lt;/h1&gt;\n    &lt;keep-alive&gt;\n      &lt;router-view&gt;&lt;/router-view&gt;\n    &lt;/keep-alive&gt;\n  &lt;/div&gt;\n&lt;/template&gt;</div>间，想必大家也应该看到或者听到了。外界对于华为鸿蒙操作系统的关注度达到了一个极高的程度，当然这其中也有不少网友各种各样的热议，甚至还有观点认为华为即将推出的鸿蒙操作系统会令谷歌安卓“慌了脚”。同时，华为鸿蒙操作系统跟苹果iOS系统比起来也毫不逊色，以至于在这种观点下得出了这样一个结论：华为鸿蒙操作系统势必会成为全球第三大移动操作系统，比肩谷歌安卓、苹果iOS系统。这话，无论是看起来还是听起来都让人觉得兴奋不已。毕竟，华为作为一家国产厂商，能够拿出自研的操作系统，&nbsp;&nbsp;<br></div>', '', '0', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('101', '156110677266368', '1', ' 击落美国侦察机，伊朗的“大杀器”有多厉害？', '伊朗击落美军无人机，伊军方：就是要向美国传递清晰信号。 新京报“我们视频”出品。一、波斯湾火星四溅，伊朗狮寸步不让6月20日，伊朗宣布在本国西南部阿曼湾沿岸的霍尔木甘省本国领空，击落一架美国价格昂贵的RQ-4A“全球鹰”无人驾驶侦察机。伊朗革命卫队总司令萨拉米随即警告美国“必须尊重伊朗领土完整”。这是美伊冲突再升级的掠影。自从2018年5月美国总统特朗普执意让美国单方面退出2016年达成的伊朗问题核协定，并随即向伊朗追加一系列制裁、封锁乃至军事压力后，美伊关系和波斯湾局势便日趋紧张。2019年5月5日，美国宣布向伊朗周边海域派遣航母特混编队和B52轰炸机；8日，伊朗总统鲁哈尼宣布，伊朗将增加低浓缩铀储存以报复美方的制裁；5月12日和6月13日分别有四艘和两艘外国邮轮在阿曼湾海域发生爆炸，美国指责系伊朗袭击所致，而伊朗则反驳称“美国栽赃”；6月17日美国宣布向伊朗周边增兵，同日伊朗则表示，除非欧盟保护伊朗石油出口，否则伊朗将在6月27日突破根据伊朗问题核协定设置的浓缩铀库存限制；这次伊朗击落美国无人侦察机后，美国中央司令部空军最高指挥官古斯拉特将军坚称，“美国无人机系在公海上空被击落”。北美时间6月20日美国在白宫召开高级安全官员紧急会议，特朗普更在推特上高呼“伊朗犯下了个很大的错误”。但紧张归紧张，美伊间别说“大战”，就连较小规模的“擦枪走火”也波澜不兴。无人机事件毕竟不是头一回发生，早在2011年伊朗就宣称迫降了一架美国RQ-170“哨兵”无人机，上周被认为受伊朗支持的也门胡塞尔派武装还击落了一架美国MQ-9型无人机。无人机入侵他国领空和因此被击落虽也属于“武装摩擦”，但毕竟不关乎人命，尚属于烈度较轻、危机较可控的“敌意事件”。美军2017年5月向媒体展示RQ-4型“全球鹰”无人侦察机。图/新京报网伊朗自己也曾有多架无人机飞入别国，总体上美伊间并未爆发“大战”，这是事实。二、伊朗反舰弹道导弹，丈八矛谁能抵挡？俄罗斯卫星网称，是伊朗成功测试了“能飞越霍尔木兹海峡精确击中波斯湾海上目标”的新型高精度反舰弹道导弹，成功“吓阻”了美国的军事冒险。伊朗方面宣称“掌握弹道导弹反舰技术(ASBM)”已非一日：早在2011年2月他们就宣称开发出“波斯湾”型ASBM，射程250-300公里；2018年，伊朗公开一种名为“法塔赫·莫宾”、射程约400公里，声称具有末端精确制导能力的弹道导弹；今年5月中下旬，正当美国加大对伊朗军事压力之际，伊朗革命卫队副司令乔卡尔两度宣称伊朗部署了具备变轨突防能力的“霍尔木兹”反舰弹道导弹，并配套部署了号称有效探测距离达1100公里的雷达。有趣的是，5月下旬伊朗宣称部署“霍尔木兹”导弹时，有人就抛出“美国航母‘林肯’号特混编队紧急后撤600公里”的新闻，然后才是此次——同一个航母特混编队被同一型导弹又“吓破胆”一回。三、“大杀器”云里雾里 没开打另有隐情其实稍懂些军事常识的人都明白，ASBM没有这么容易搞。由于存在地球曲率，地面火控雷达对地面和海面目标的“锁定”距离非常有限，不足以确保对射程较远对地、对舰导弹的持续有效制导，而需要用诸如飞机、卫星等其他手段进行中继制导。伊朗还不掌握这门技术，所谓“有效距离1100公里的雷达”即便有，也只是普通的搜索雷达。即便技术更成熟的巡航式反舰导弹，靠这样的技术进行远射程制导也只能是“盲人骑瞎马”，何况射程更远、飞行速度高出几倍的反舰弹道导弹？航母不是固定目标，而是可以进行海上高速机动的活动目标，虽然停靠在泊位上时是威风凛凛的庞然大物，但在茫茫大海上仍不过沧海一粟，以伊朗的制空、制海能力，即便真有弹道导弹反舰技术，又如何瞄准目标？美伊之所以没打起来，并非由于伊朗真有什么“大杀器”，而是美国国内虽普遍不信任伊朗，但更普遍不希望美伊间发生激烈、尤其长期持续的武装冲突。而一贯秉持“美国第一”的特朗普，也并不想真的打一场旷日持久的海外地缘战争，这既不符合其心意，也不利其连任选情。另一方面，伊朗作为地区性大国，什叶派的旗手，也并非三招两式就能放倒。且自美方“退群”至今，国际社会在美伊矛盾上对美方的信任度也不断降低。特朗普只想吓不愿打，伊朗也一直是“强硬派”，种种因素制约了美伊冲突扩大化、战争化。至于波斯湾一有什么动作就有人喊“美伊要开战”，听听就得了。', '2019-06-21 16:46:13', null, '0', '<p><img src=\"http://p1.pstatp.com/large/pgc-image/RTzNQvGEYPnEkx\" img_width=\"224\" img_height=\"140\" alt=\"击落美国侦察机，伊朗的“大杀器”有多厉害？\" inline=\"0\"></p><p>伊朗击落美军无人机，伊军方：就是要向美国传递清晰信号。 新京报“我们视频”出品。</p><p><strong>一、波斯湾火星四溅，伊朗狮寸步不让</strong></p><p>6月20日，伊朗宣布在本国西南部阿曼湾沿岸的霍尔木甘省本国领空，击落一架美国价格昂贵的RQ-4A“全球鹰”无人驾驶侦察机。伊朗革命卫队总司令萨拉米随即警告美国“必须尊重伊朗领土完整”。</p><p>这是美伊冲突再升级的掠影。</p><p>自从2018年5月美国总统特朗普执意让美国单方面退出2016年达成的伊朗问题核协定，并随即向伊朗追加一系列制裁、封锁乃至军事压力后，美伊关系和波斯湾局势便日趋紧张。</p><p>2019年5月5日，美国宣布向伊朗周边海域派遣航母特混编队和B52轰炸机；</p><p>8日，伊朗总统鲁哈尼宣布，伊朗将增加低浓缩铀储存以报复美方的制裁；</p><p>5月12日和6月13日分别有四艘和两艘外国邮轮在阿曼湾海域发生爆炸，美国指责系伊朗袭击所致，而伊朗则反驳称“美国栽赃”；</p><p>6月17日美国宣布向伊朗周边增兵，同日伊朗则表示，除非欧盟保护伊朗石油出口，否则伊朗将在6月27日突破根据伊朗问题核协定设置的浓缩铀库存限制；</p><p>这次伊朗击落美国无人侦察机后，美国中央司令部空军最高指挥官古斯拉特将军坚称，“美国无人机系在公海上空被击落”。</p><p>北美时间6月20日美国在白宫召开高级安全官员紧急会议，特朗普更在推特上高呼“伊朗犯下了个很大的错误”。</p><p><strong>但紧张归紧张，美伊间别说“大战”，就连较小规模的“擦枪走火”也波澜不兴。</strong></p><p>无人机事件毕竟不是头一回发生，早在2011年伊朗就宣称迫降了一架美国RQ-170“哨兵”无人机，上周被认为受伊朗支持的也门胡塞尔派武装还击落了一架美国MQ-9型无人机。</p><p>无人机入侵他国领空和因此被击落虽也属于“武装摩擦”，但毕竟不关乎人命，尚属于烈度较轻、危机较可控的“敌意事件”。</p><p><img src=\"http://p1.pstatp.com/large/pgc-image/RTzNQvYDeP8E57\" img_width=\"670\" img_height=\"377\" alt=\"击落美国侦察机，伊朗的“大杀器”有多厉害？\" inline=\"0\"></p><p>美军2017年5月向媒体展示RQ-4型“全球鹰”无人侦察机。图/新京报网</p><p>伊朗自己也曾有多架无人机飞入别国，<strong>总体上美伊间并未爆发“大战”，这是事实。</strong></p><p><strong>二、伊朗反舰弹道导弹，丈八矛谁能抵挡？</strong></p><p>俄罗斯卫星网称，是伊朗成功测试了“能飞越霍尔木兹海峡精确击中波斯湾海上目标”的新型高精度反舰弹道导弹，成功“吓阻”了美国的军事冒险。</p><p>伊朗方面宣称“掌握弹道导弹反舰技术(ASBM)”已非一日：早在2011年2月他们就宣称开发出“波斯湾”型ASBM，射程250-300公里；</p><p>2018年，伊朗公开一种名为“法塔赫·莫宾”、射程约400公里，声称具有末端精确制导能力的弹道导弹；</p><p>今年5月中下旬，正当美国加大对伊朗军事压力之际，伊朗革命卫队副司令乔卡尔两度宣称伊朗部署了具备变轨突防能力的“霍尔木兹”反舰弹道导弹，并配套部署了号称有效探测距离达1100公里的雷达。</p><p>有趣的是，5月下旬伊朗宣称部署“霍尔木兹”导弹时，有人就抛出“美国航母‘林肯’号特混编队紧急后撤600公里”的新闻，然后才是此次——同一个航母特混编队被同一型导弹又“吓破胆”一回。</p><p><strong>三、“大杀器”云里雾里 没开打另有隐情</strong></p><p>其实稍懂些军事常识的人都明白，ASBM没有这么容易搞。</p><p>由于存在地球曲率，地面火控雷达对地面和海面目标的“锁定”距离非常有限，不足以确保对射程较远对地、对舰导弹的持续有效制导，而需要用诸如飞机、卫星等其他手段进行中继制导。</p><p>伊朗还不掌握这门技术，所谓“有效距离1100公里的雷达”即便有，也只是普通的搜索雷达。</p><p>即便技术更成熟的巡航式反舰导弹，靠这样的技术进行远射程制导也只能是“盲人骑瞎马”，何况射程更远、飞行速度高出几倍的反舰弹道导弹？</p><p>航母不是固定目标，而是可以进行海上高速机动的活动目标，虽然停靠在泊位上时是威风凛凛的庞然大物，但在茫茫大海上仍不过沧海一粟，以伊朗的制空、制海能力，即便真有弹道导弹反舰技术，又如何瞄准目标？</p><p>美伊之所以没打起来，并非由于伊朗真有什么“大杀器”，而是美国国内虽普遍不信任伊朗，但更普遍不希望美伊间发生激烈、尤其长期持续的武装冲突。</p><p><strong>而一贯秉持“美国第一”的特朗普，也并不想真的打一场旷日持久的海外地缘战争，这既不符合其心意，也不利其连任选情。</strong></p><p>另一方面，伊朗作为地区性大国，什叶派的旗手，也并非三招两式就能放倒。且自美方“退群”至今，国际社会在美伊矛盾上对美方的信任度也不断降低。</p><p>特朗普只想吓不愿打，伊朗也一直是“强硬派”，种种因素制约了美伊冲突扩大化、战争化。至于波斯湾一有什么动作就有人喊“美伊要开战”，听听就得了。</p>', 'https://p1.pstatp.com/list/190x124/pgc-image/RTzNQvGEYPnEkx', '1', '[\"0\"]');
INSERT INTO `y_joke` VALUES ('102', '156162870719826', '2', '太阳能光伏系统单晶和多晶模组的差异？农村家庭自用如何科学选择', '太阳能光伏想必大家都耳熟能详，因其环保且属于可再生能源，目前在农村很多居民屋顶都已经铺设了光伏发电系统，即节省了电费开支又能并入国家电网，所以近些年来我国的光伏产业得到了很好的发展，是目前发展最快的清洁能源。我们平时在城里见到最多的就是光伏路灯，上面顶个太阳能板，觉得很高端！关于太阳能光伏的大面积应用在城里很难见到，因为城市都是寸土寸金的地方，不适合大面积铺设。城市也不具备家庭自用的条件，因为住别墅的毕竟是少数。（哈哈）!所以光伏在农村小院就得到了很好的发展。光伏的主要应用分为两种：集中式和分布式。集中式为大面积铺设的大型光伏供电系统，而分布式主要是家庭或私人供电系统，而这篇文章的中心是居民如何在使用光伏时节约成本。这关系到很多农民朋友的切身利益。所以我们今天就用科学的方法讨论下农村家庭光伏自用选择的一些问题。多晶硅太阳能板和单晶硅太阳能板太阳能光伏组件是太阳能发电系统中，具有将太阳能转化为电能的能力，这个组件有不同的类型，从常见的晶体硅类型到非晶硅薄膜类型不等。在选择合适的光伏组件时，我们必须面对质量、性能和价格方面的一些综合考量。通常晶体硅类型是目前世界上最常用的太阳能组件，因为它的性能优于非晶硅薄膜型。晶体硅类型可以分为两大类:单晶和多晶。虽然这两种类型都可以满足居民家庭的日常使用，但是这两种类型存在很对技术性的差异，但从效率上来说单晶模块比多晶模块效率更高，但是当你比较它们的成本后你就会发现单晶模块更贵，这就难道了我们很多农民朋友，该如何去选择呢？现在我们就谈谈我们今天需要解决的真正问题。单晶模块额外的成本真的能带来额外的效率吗?既然单晶模块和多晶模块都是由硅晶体制成的，那为什么单晶模块比多晶硅模块更高效、更昂贵呢?我们在家庭自用方面如何去选择更合适的光伏模块呢？硅是怎样被制成太阳电池板的首先，我们先了解一个问题，关于硅是如何用来生产太阳能电池板的，单晶硅的生产效率如何？我相信大家都还记得高中时期的化学元素周期表吧!硅是原子序数14和符号为Si的前20种元素之一。它是一种蓝灰色、硬而脆的半导晶体，在钢铁精炼、铝铸造、集成电路等许多领域都有很广泛的应有。硅是生产太阳能电池板所需的主要材料。在太阳能板生产中，需要最纯净的硅单体，在自然状态下的硅主要以复杂的二氧化硅和硅酸盐的形式富含在岩石、砂砾、尘土。我们需要对富含硅的化合物sio₂进行提纯，首先将其放置在电弧炉中，并在2500°F的温度下加热还原，使硅分离出来。这样提纯的硅仍然保留有1%的杂质，然后通过浮动工艺中进一步精炼。最后将精炼的硅锭切割成方形晶片，这是目前市场上传统太阳能电池板的形状。上文已经说过，硅属于半导体，实际上是一种不良的导电体。因此，为了要改变硅的导电性能，我们通过掺杂磷或硼来增加硅片内载流子的数量。然后，将制作好的单片太阳能电池用薄铜片连接起来。同时，在硅片上还涂有一层防反射涂层，以减少由于硅的光泽造成的光线反射。最后，把串联的太阳能电池组用硅橡胶或乙烯-醋酸乙烯酯进行密封，然后放入铝框中，铝框的玻璃盖上有一个能抗老化的背板，这样一整块太阳能电池组就制作完成了。现在，让我们讨论一些关于每个晶体模块的制造过程，他们的优点，缺点和他们的性能差异。单晶模块单晶硅太阳能电池是世界上第一种光伏组件，也是世界上最先进的太阳能电池系统，是用提拉法从高纯硅晶体中制备的。因为拉制的单晶硅棒呈圆柱形，为了提高单块的电池板面积的利用率，需要在后期将其切成八角形。这样会造成材料的浪费，这种制造工艺使单晶电池呈现出统一的深蓝色或一致的黑色。优点•众所周知，单晶硅太阳能板的效率最高，在16-20%，并有超过25年的可靠保证。•在阴天和雾霾天气条件下表现良好，安装所需空间更小，因为它的效率很高。缺点由于光伏组件的制造工艺和制造过程中大量的高纯硅的浪费，导致其比其他类型的光伏组件更昂贵。', '2019-06-27 17:45:07', null, '0', '<p>太阳能光伏想必大家都耳熟能详，因其环保且属于可再生能源，目前在农村很多居民屋顶都已经铺设了光伏发电系统，即节省了电费开支又能并入国家电网，所以近些年来我国的光伏产业得到了很好的发展，是目前发展最快的清洁能源。我们平时在城里见到最多的就是光伏路灯，上面顶个太阳能板，觉得很高端！关于太阳能光伏的大面积应用在城里很难见到，因为城市都是寸土寸金的地方，不适合大面积铺设。城市也不具备家庭自用的条件，因为住别墅的毕竟是少数。（哈哈）!所以光伏在农村小院就得到了很好的发展。光伏的主要应用分为两种：集中式和分布式。集中式为大面积铺设的大型光伏供电系统，而分布式主要是家庭或私人供电系统，<strong>而这篇文章的中心是居民如何在使用光伏时节约成本。这关系到很多农民朋友的切身利益。所以我们今天就用科学的方法讨论下农村家庭光伏自用选择的一些问题。</strong></p><hr><h1>多晶硅太阳能板和单晶硅太阳能板</h1><p>太阳能光伏组件是太阳能发电系统中，具有将太阳能转化为电能的能力，这个组件有不同的类型，从常见的晶体硅类型到非晶硅薄膜类型不等。在选择合适的光伏组件时，我们必须面对质量、性能和价格方面的一些综合考量。通常晶体硅类型是目前世界上最常用的太阳能组件，因为它的性能优于非晶硅薄膜型。晶体硅类型可以分为两大类:单晶和多晶。</p><div><img src=\"http://p1.pstatp.com/large/dfic-imagehandler/5181d65b-4a30-4e43-ac6b-26c1628a8c1c\" img_width=\"1200\" img_height=\"800\" alt=\"太阳能光伏系统单晶和多晶模组的差异？农村家庭自用如何科学选择\" inline=\"0\"><p></p></div><p>虽然这两种类型都可以满足居民家庭的日常使用，但是这两种类型存在很对技术性的差异，但从效率上来说单晶模块比多晶模块效率更高，但是当你比较它们的成本后你就会发现单晶模块更贵，这就难道了我们很多农民朋友，该如何去选择呢？<strong>现在我们就谈谈我们今天需要解决的真正问题。单晶模块额外的成本真的能带来额外的效率吗?既然单晶模块和多晶模块都是由硅晶体制成的，那为什么单晶模块比多晶硅模块更高效、更昂贵呢?我们在家庭自用方面如何去选择更合适的光伏模块呢？</strong></p><h1>硅是怎样被制成太阳电池板的</h1><p>首先，我们先了解一个问题，关于硅是如何用来生产太阳能电池板的，单晶硅的生产效率如何？我相信大家都还记得高中时期的化学元素周期表吧!硅是原子序数14和符号为Si的前20种元素之一。它是一种蓝灰色、硬而脆的半导晶体，在钢铁精炼、铝铸造、集成电路等许多领域都有很广泛的应有。</p><p>硅是生产太阳能电池板所需的主要材料。在太阳能板生产中，需要最纯净的硅单体，在自然状态下的硅主要以复杂的二氧化硅和硅酸盐的形式富含在岩石、砂砾、尘土。</p><p>我们需要对富含硅的化合物sio₂进行提纯，首先将其放置在电弧炉中，并在2500°F的温度下加热还原，使硅分离出来。这样提纯的硅仍然保留有1%的杂质，然后通过浮动工艺中进一步精炼。最后将精炼的硅锭切割成方形晶片，这是目前市场上传统太阳能电池板的形状。</p><p>上文已经说过，硅属于半导体，实际上是一种不良的导电体。因此，为了要改变硅的导电性能，我们通过掺杂磷或硼来增加硅片内载流子的数量。然后，将制作好的单片太阳能电池用薄铜片连接起来。同时，在硅片上还涂有一层防反射涂层，以减少由于硅的光泽造成的光线反射。最后，把串联的太阳能电池组用硅橡胶或乙烯-醋酸乙烯酯进行密封，然后放入铝框中，铝框的玻璃盖上有一个能抗老化的背板，这样一整块太阳能电池组就制作完成了。</p><p>现在，让我们讨论一些关于每个晶体模块的制造过程，他们的优点，缺点和他们的性能差异。</p><h1>单晶模块</h1><div><img src=\"http://p1.pstatp.com/large/pgc-image/be6c7cb74d2c42f7988df3b79574d2f0\" img_width=\"640\" img_height=\"480\" alt=\"太阳能光伏系统单晶和多晶模组的差异？农村家庭自用如何科学选择\" inline=\"0\"><p></p></div><p>单晶硅太阳能电池是世界上第一种光伏组件，也是世界上最先进的太阳能电池系统，是用提拉法从高纯硅晶体中制备的。因为拉制的单晶硅棒呈圆柱形，为了提高单块的电池板面积的利用率，需要在后期将其切成八角形。这样会造成材料的浪费，这种制造工艺使单晶电池呈现出统一的深蓝色或一致的黑色。</p><p><strong>优点</strong></p><p>•众所周知，单晶硅太阳能板的效率最高，在16-20%，并有超过25年的可靠保证。</p><p>•在阴天和雾霾天气条件下表现良好，安装所需空间更小，因为它的效率很高。</p><p><strong>缺点</strong></p><p>由于光伏组件的制造工艺和制造过程中大量的高纯硅的浪费，导致其比其他类型的光伏组件更昂贵。</p>', 'https://p1.pstatp.com/list/dfic-imagehandler/5181d65b-4a30-4e43-ac6b-26c1628a8c1c', '0', '[\"0\",\"1\"]');

-- ----------------------------
-- Table structure for y_joke_comment
-- ----------------------------
DROP TABLE IF EXISTS `y_joke_comment`;
CREATE TABLE `y_joke_comment` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `comment_id` varchar(18) NOT NULL,
  `joke_id` varchar(18) DEFAULT NULL,
  `comment_user_id` varchar(18) DEFAULT NULL,
  `comment_details` mediumtext,
  `comment_date` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=163 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_joke_comment
-- ----------------------------
INSERT INTO `y_joke_comment` VALUES ('57', '154874653105890', '154771270609971', '1', '怎么就乱码了', '2019-01-29 15:22:11');
INSERT INTO `y_joke_comment` VALUES ('58', '154874653867921', '154771114855253', '2', '怎么就乱码了', '2019-01-29 15:22:19');
INSERT INTO `y_joke_comment` VALUES ('59', '154875048642152', '154771194355197', '3', '怎么就乱码了', '2019-01-29 16:28:06');
INSERT INTO `y_joke_comment` VALUES ('63', '154875077278386', '154771270609971', '3', '怎么就乱码了', '2019-01-29 16:32:53');
INSERT INTO `y_joke_comment` VALUES ('64', '154883540277400', '154771270609971', '2', '233333333', '2019-01-30 16:03:23');
INSERT INTO `y_joke_comment` VALUES ('65', '154883571758650', '154771194355197', '1', '010101', '2019-01-30 16:08:38');
INSERT INTO `y_joke_comment` VALUES ('66', '154883594862051', '154771114855253', '1', '0110000', '2019-01-30 16:12:29');
INSERT INTO `y_joke_comment` VALUES ('67', '154883616908352', '154771194355197', '3', 'goudan001', '2019-01-30 16:16:09');
INSERT INTO `y_joke_comment` VALUES ('68', '154883635194633', '154771194355197', '2', 'dfdsfdsfdsfsdfdsfsd65465465456465132132123132', '2019-01-30 16:19:12');
INSERT INTO `y_joke_comment` VALUES ('69', '154883639418209', '154771114855253', '1', 'dsdfgfdgdf434345', '2019-01-30 16:19:54');
INSERT INTO `y_joke_comment` VALUES ('70', '154883716144145', '154771194355197', '3', '00000000', '2019-01-30 16:32:41');
INSERT INTO `y_joke_comment` VALUES ('72', '154883725704085', '154771270609971', '1', 'ddgdfgfdgfdgfd', '2019-01-30 16:34:17');
INSERT INTO `y_joke_comment` VALUES ('73', '154884012042712', '154771187326079', '3', '啊哈哈哈', '2019-01-30 17:22:00');
INSERT INTO `y_joke_comment` VALUES ('74', '154884013204134', '154771187326079', '1', '4564654654645Â ', '2019-01-30 17:22:12');
INSERT INTO `y_joke_comment` VALUES ('75', '154884139231720', '154771187326079', '2', '怎么就乱码了', '2019-01-30 17:43:12');
INSERT INTO `y_joke_comment` VALUES ('76', '154889956359976', '154771187326079', '2', 'yytryrttrr', '2019-01-31 09:52:44');
INSERT INTO `y_joke_comment` VALUES ('77', '154890367911514', '154890236536717', '1', 'pinl', '2019-01-31 11:01:19');
INSERT INTO `y_joke_comment` VALUES ('78', '154890410605774', '154771114855253', '1', 'opopopopop', '2019-01-31 11:08:26');
INSERT INTO `y_joke_comment` VALUES ('79', '154890411542477', '154771114855253', '1', '00..', '2019-01-31 11:08:35');
INSERT INTO `y_joke_comment` VALUES ('80', '154890569404639', '154771187326079', '1', '6666', '2019-01-31 11:34:54');
INSERT INTO `y_joke_comment` VALUES ('81', '154890579997536', '154771270609971', '1', 'dddd', '2019-01-31 11:36:40');
INSERT INTO `y_joke_comment` VALUES ('82', '154891821030086', '154771194355197', '1', 'ddddd', '2019-01-31 15:03:30');
INSERT INTO `y_joke_comment` VALUES ('83', '154891821960647', '154890236536717', '1', '11111', '2019-01-31 15:03:40');
INSERT INTO `y_joke_comment` VALUES ('84', '154892055512262', '154771113904582', '1', 'hghfghfghf', '2019-01-31 15:42:35');
INSERT INTO `y_joke_comment` VALUES ('85', '154908950095772', '154890236536717', '1', '0011', '2019-02-02 14:38:21');
INSERT INTO `y_joke_comment` VALUES ('86', '154909225177123', '154890236536717', '1', 'dfsdfds', '2019-02-02 15:24:12');
INSERT INTO `y_joke_comment` VALUES ('87', '154984893949368', '154890236536717', '1', '规划方法更好', '2019-02-11 09:35:39');
INSERT INTO `y_joke_comment` VALUES ('88', '154986898447042', '154890236536717', '1', '和法国恢复规划法规', '2019-02-11 15:09:44');
INSERT INTO `y_joke_comment` VALUES ('89', '154987638659729', '154771112093301', '3', '二位翁', '2019-02-11 17:13:07');
INSERT INTO `y_joke_comment` VALUES ('90', '154987651749494', '154771112093301', '3', '规划法规和法国', '2019-02-11 17:15:17');
INSERT INTO `y_joke_comment` VALUES ('91', '154987654632242', '154771112093301', '2', '呵呵呵呵一笑切换姓名', '2019-02-11 17:15:46');
INSERT INTO `y_joke_comment` VALUES ('92', '154987680570112', '154890236536717', '2', '发的广泛地发单', '2019-02-11 17:20:06');
INSERT INTO `y_joke_comment` VALUES ('93', '156073642330582', '156030557636944', '2', '挂号费的科技感和反馈的更好的房间和高科技国际饭店进口国还记得付款韩国的开发韩国kgfdg\n梵蒂冈dffg\n刚发的fg\n 个地方官的', '2019-06-17 09:53:43');
INSERT INTO `y_joke_comment` VALUES ('94', '156073674940332', '156030557636944', '2', '风格的风格的', '2019-06-17 09:59:09');
INSERT INTO `y_joke_comment` VALUES ('95', '156073675432196', '156030557636944', '2', '干豆腐干豆腐鳄3234234324234234234234', '2019-06-17 09:59:14');
INSERT INTO `y_joke_comment` VALUES ('96', '156073676941926', '156024707622655', '2', '个梵蒂冈电饭锅', '2019-06-17 09:59:29');
INSERT INTO `y_joke_comment` VALUES ('97', '156073677377731', '156024707622655', '2', '42100404', '2019-06-17 09:59:34');
INSERT INTO `y_joke_comment` VALUES ('98', '156073677733148', '156024707622655', '2', '004', '2019-06-17 09:59:37');
INSERT INTO `y_joke_comment` VALUES ('99', '156073839394190', '156024707622655', '2', 're', '2019-06-17 10:26:34');
INSERT INTO `y_joke_comment` VALUES ('100', '156075095604972', '156024613596334', '3', '微服务', '2019-06-17 13:55:56');
INSERT INTO `y_joke_comment` VALUES ('109', '156075162152892', '156023955728949', '3', '12', '2019-06-17 14:07:02');
INSERT INTO `y_joke_comment` VALUES ('110', '156075204820822', '156030557636944', '3', '1 ', '2019-06-17 14:14:08');
INSERT INTO `y_joke_comment` VALUES ('111', '156075206009485', '156030557636944', '1', '我嗯嗯', '2019-06-17 14:14:20');
INSERT INTO `y_joke_comment` VALUES ('112', '156075290308058', '156024707622655', '1', '0121.1.1', '2019-06-17 14:28:23');
INSERT INTO `y_joke_comment` VALUES ('113', '156075292130245', '156024613596334', '2', '1010', '2019-06-17 14:28:41');
INSERT INTO `y_joke_comment` VALUES ('114', '156075372242557', '156024707622655', '2', '申屠： 昨天多伦多猛龙以4-2大比分战胜金州勇士，拿到了队史第一座总冠军，莱昂纳德拿到了自己的第二个FMVP，于是NBA2018-19赛季结束了。 昨天的文章里我在莱昂纳德身上几乎没有着墨，如果这让你产生', '2019-06-17 14:42:02');
INSERT INTO `y_joke_comment` VALUES ('115', '156075378469074', '156030557636944', '2', '1', '2019-06-17 14:43:05');
INSERT INTO `y_joke_comment` VALUES ('116', '156076117392208', '156076083296438', '2', 'dasdasdasd 发的的撒防守打法fdf0ds.2fsd.2f0sd', '2019-06-17 16:46:14');
INSERT INTO `y_joke_comment` VALUES ('117', '156076138754156', '156023955728949', '2', '4240422', '2019-06-17 16:49:48');
INSERT INTO `y_joke_comment` VALUES ('119', '156076200730360', '156076083296438', '1', '防守打法', '2019-06-17 17:00:07');
INSERT INTO `y_joke_comment` VALUES ('120', '156076204602322', '156076083296438', '1', '二位', '2019-06-17 17:00:46');
INSERT INTO `y_joke_comment` VALUES ('121', '156076205024214', '156076083296438', '1', '喂喂喂范围分为', '2019-06-17 17:00:50');
INSERT INTO `y_joke_comment` VALUES ('122', '156076214802547', '156076083296438', '1', '01010', '2019-06-17 17:02:28');
INSERT INTO `y_joke_comment` VALUES ('123', '156076232410671', '156076083296438', '1', '1', '2019-06-17 17:05:24');
INSERT INTO `y_joke_comment` VALUES ('124', '156092973577687', '156030557636944', '1', '0101010', '2019-06-19 15:35:36');
INSERT INTO `y_joke_comment` VALUES ('125', '156092975165933', '156030557636944', '1', '就改了发达国家了发动机管理费大功率发动机来看', '2019-06-19 15:35:52');
INSERT INTO `y_joke_comment` VALUES ('126', '156092983288884', '156030557636944', '1', '哒哒哒哒哒哒多', '2019-06-19 15:37:13');
INSERT INTO `y_joke_comment` VALUES ('127', '156092985358806', '156030557636944', '1', '202404', '2019-06-19 15:37:34');
INSERT INTO `y_joke_comment` VALUES ('128', '156092985598233', '156030557636944', '1', '04204040', '2019-06-19 15:37:36');
INSERT INTO `y_joke_comment` VALUES ('129', '156093026552767', '156093024528871', '1', '012012', '2019-06-19 15:44:26');
INSERT INTO `y_joke_comment` VALUES ('130', '156093052657193', '156093015912288', '1', '发多少', '2019-06-19 15:48:47');
INSERT INTO `y_joke_comment` VALUES ('131', '156093128573879', '156093119997118', '1', '和规范化覆盖广泛很反感', '2019-06-19 16:01:26');
INSERT INTO `y_joke_comment` VALUES ('132', '156093152156900', '156093149960123', '1', '谢广坤', '2019-06-19 16:05:22');
INSERT INTO `y_joke_comment` VALUES ('133', '156099471467869', '156093954473682', '2', '22.12.1', '2019-06-20 09:38:35');
INSERT INTO `y_joke_comment` VALUES ('134', '156099548052556', '156093954473682', '2', '025404520\n0\n45\n\n40\n540\n45\n0\n54\n05', '2019-06-20 09:51:21');
INSERT INTO `y_joke_comment` VALUES ('135', '156099549359562', '156093954473682', '2', 'hjh\njhghgj\nhgjhg', '2019-06-20 09:51:34');
INSERT INTO `y_joke_comment` VALUES ('136', '156099586400929', '156093149960123', '2', 'jgjhjg', '2019-06-20 09:57:44');
INSERT INTO `y_joke_comment` VALUES ('137', '156100165902492', '156093149960123', '1', '鬼地方个苟富贵大风刮过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过过股份的若干个地方规范化更好更符合规范化发挂号费很反感和风格和规范化规范化股份更符合规范化风格和法国恢复规划法规恢复规划法规和发挂号费挂号飞歌飞歌', '2019-06-20 11:34:19');
INSERT INTO `y_joke_comment` VALUES ('138', '156101652750344', '156101644225159', '1', '404040', '2019-06-20 15:42:08');
INSERT INTO `y_joke_comment` VALUES ('143', '156134000140730', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:33:21');
INSERT INTO `y_joke_comment` VALUES ('144', '156134002735182', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:33:47');
INSERT INTO `y_joke_comment` VALUES ('145', '156134002935188', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:33:49');
INSERT INTO `y_joke_comment` VALUES ('146', '156134008050672', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:34:41');
INSERT INTO `y_joke_comment` VALUES ('147', '156134019462263', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:36:35');
INSERT INTO `y_joke_comment` VALUES ('148', '156134028885384', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:38:09');
INSERT INTO `y_joke_comment` VALUES ('149', '156134034437732', '152112021530410', '152112021530406', '写得好', '2019-06-24 09:39:04');
INSERT INTO `y_joke_comment` VALUES ('150', '156145426124224', '156110677266368', '1', '都是', '2019-06-25 17:17:41');
INSERT INTO `y_joke_comment` VALUES ('151', '156145427094353', '156110677266368', '1', '都是少数', '2019-06-25 17:17:51');
INSERT INTO `y_joke_comment` VALUES ('152', '156145752891959', '156110677266368', '1', '空军建军节KKK路JJ兔兔图图监控JJ路JJKKK涂涂乐咯哦哦得', '2019-06-25 18:12:09');
INSERT INTO `y_joke_comment` VALUES ('153', '156145754637383', '156110677266368', '1', '空军建军节KKK路JJ兔兔图图监控JJ路JJKKK涂涂乐咯哦哦得', '2019-06-25 18:12:26');
INSERT INTO `y_joke_comment` VALUES ('155', '156151547971412', '156110677266368', '1', '2', '2019-06-26 10:18:00');
INSERT INTO `y_joke_comment` VALUES ('156', '156160311802192', '156093015912288', '1', '13寂寞婆婆女魔婆婆哦破铜摸头某某女魔头女魔头某某摸头摸头摸头魔龙你一新民', '2019-06-27 10:38:38');
INSERT INTO `y_joke_comment` VALUES ('157', '156162534899084', '156101644225159', '156162509204727', '东方闪电', '2019-06-27 16:49:09');
INSERT INTO `y_joke_comment` VALUES ('158', '156163004102567', '156162870719826', '1', '343353656563', '2019-06-27 18:07:21');
INSERT INTO `y_joke_comment` VALUES ('159', '156163004520468', '156162870719826', '1', '哦民工墨迹', '2019-06-27 18:07:25');
INSERT INTO `y_joke_comment` VALUES ('160', '156203303339880', '156162870719826', '2', '风格和规范', '2019-07-02 10:03:53');
INSERT INTO `y_joke_comment` VALUES ('161', '156203306917921', '156162870719826', '2', '发光飞碟', '2019-07-02 10:04:29');
INSERT INTO `y_joke_comment` VALUES ('162', '156281606782916', '156093024528871', '2', '人', '2019-07-11 11:34:28');

-- ----------------------------
-- Table structure for y_joke_like
-- ----------------------------
DROP TABLE IF EXISTS `y_joke_like`;
CREATE TABLE `y_joke_like` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `joke_id` varchar(18) NOT NULL,
  `joke_user_id` varchar(18) DEFAULT NULL,
  `approval_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_joke_like
-- ----------------------------
INSERT INTO `y_joke_like` VALUES ('18', '156093149960123', '1', '2019-07-20 21:08:13');
INSERT INTO `y_joke_like` VALUES ('19', '156093024528871', '1', '2019-07-20 21:08:14');
INSERT INTO `y_joke_like` VALUES ('20', '156084631300074', '1', '2019-07-20 21:08:16');
INSERT INTO `y_joke_like` VALUES ('21', '156110677266368', '2', '2019-07-20 21:08:41');
INSERT INTO `y_joke_like` VALUES ('22', '156093149960123', '2', '2019-07-20 21:08:42');
INSERT INTO `y_joke_like` VALUES ('23', '156162870719826', '2', '2019-07-20 21:08:44');

-- ----------------------------
-- Table structure for y_plank
-- ----------------------------
DROP TABLE IF EXISTS `y_plank`;
CREATE TABLE `y_plank` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `content` varchar(300) DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `plank_id` varchar(18) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_plank
-- ----------------------------
INSERT INTO `y_plank` VALUES ('9', '今天吃土豆烧鸡块~~~~', '2019-07-02 16:21:22', '156205568220107');

-- ----------------------------
-- Table structure for y_talk_list
-- ----------------------------
DROP TABLE IF EXISTS `y_talk_list`;
CREATE TABLE `y_talk_list` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` varchar(18) DEFAULT NULL,
  `talk` varchar(100) DEFAULT NULL,
  `send_time` datetime DEFAULT NULL,
  `talk_id` varchar(18) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_talk_list
-- ----------------------------
INSERT INTO `y_talk_list` VALUES ('2', '1', '看的见开始阶段福克斯代理费大方的说法大幅度发', '2019-07-01 18:19:49', '2');
INSERT INTO `y_talk_list` VALUES ('4', '1', 'G20大阪峰会6月29日闭幕后，特朗普在记者会上称', '2019-07-02 09:07:08', '4');
INSERT INTO `y_talk_list` VALUES ('13', '2', '天气不错啊', '2019-07-02 09:24:03', '5');
INSERT INTO `y_talk_list` VALUES ('18', '2', '大家好复健科\n付款的首付款\n大幅度发', '2019-07-02 09:57:14', '6');
INSERT INTO `y_talk_list` VALUES ('19', '1', '签到....', '2019-07-02 10:04:09', '7');
INSERT INTO `y_talk_list` VALUES ('20', '2', '开会开会就开会就看见很快就很快就好看建行卡狂欢节课接口回家', '2019-07-02 10:47:29', '8');
INSERT INTO `y_talk_list` VALUES ('22', '2', 'dfsdf sddsfsd dsff sdfsdfsdfsd', '2019-07-02 16:09:33', '156205497318038');
INSERT INTO `y_talk_list` VALUES ('23', '2', 'fsfd ', '2019-07-02 16:20:17', '156205561719246');
INSERT INTO `y_talk_list` VALUES ('30', '2', '和韩国发货结核杆菌寄回家很关键画江湖接口回家可见', '2019-07-11 11:42:14', '156281653445602');

-- ----------------------------
-- Table structure for y_user
-- ----------------------------
DROP TABLE IF EXISTS `y_user`;
CREATE TABLE `y_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(20) NOT NULL,
  `password` varchar(20) NOT NULL,
  `nickname` varchar(20) NOT NULL,
  `user_id` varchar(18) DEFAULT NULL,
  `user_icon` varchar(255) DEFAULT NULL,
  `token` varchar(100) DEFAULT NULL,
  `regist_time` datetime DEFAULT NULL,
  `last_login_time` datetime DEFAULT NULL,
  `talk` varchar(300) DEFAULT NULL,
  `address` varchar(100) DEFAULT NULL,
  `banned` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_user
-- ----------------------------
INSERT INTO `y_user` VALUES ('5', '1@qq.com', '1', '狗蛋', '1', 'http://p1.pstatp.com/large/pgc-image/e0c76ffcfb564a3ebc1cb2bab20c0028', null, '2019-01-16 19:21:30', '2019-07-20 21:08:58', '到底谁都披萨盘底盘丝灯泡如果如果步123344', '湖北-武汉2333', '1');
INSERT INTO `y_user` VALUES ('6', '2@qq.com', '2', '尼古拉斯-赵四', '2', 'https://p1.pstatp.com/list/190x124/pgc-image/2493f9fe03fa458a9cfbc9b3f64e0db1', null, '2019-01-16 19:21:49', '2019-07-20 21:08:39', '整条街最靓的仔', '北京-帝都1', '0');
INSERT INTO `y_user` VALUES ('12', '3@qq.com', '3', '大牛二虎', '3', 'https://p92-tt.byteimg.com/img/tos-cn-i-0022/0827085c3e8a474e860bb7ae006d8a8a~noop_658x555.jpeg', null, '2019-01-18 14:50:32', '2019-06-18 11:56:26', null, null, '0');
INSERT INTO `y_user` VALUES ('16', 'admin', '123', 'Admin', '250', 'https://p1.pstatp.com/list/190x124/pgc-image/708794b160ee4dc689ed14accf64a088', null, '2019-06-19 18:00:16', '2019-07-05 16:49:11', null, null, '0');
INSERT INTO `y_user` VALUES ('27', 'aa', '1', '战三', '156162509204727', null, null, '2019-06-27 16:44:52', null, null, null, '0');
INSERT INTO `y_user` VALUES ('28', '1111', '1', 'good', '156231657289139', null, null, '2019-07-05 16:49:33', null, null, null, '0');

-- ----------------------------
-- Table structure for y_wcdog_flow
-- ----------------------------
DROP TABLE IF EXISTS `y_wcdog_flow`;
CREATE TABLE `y_wcdog_flow` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `classic_count` int(5) DEFAULT '0',
  `yellow_count` int(5) DEFAULT '0',
  `mind_count` int(5) DEFAULT '0',
  `shite_count` int(5) DEFAULT '0',
  `cold_count` int(5) DEFAULT '0',
  `post_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of y_wcdog_flow
-- ----------------------------
INSERT INTO `y_wcdog_flow` VALUES ('1', '12', '6', '5', '1', '2', null);
